<!DOCTYPE html>
<html lang="ua">
<head>

    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <link rel="stylesheet" href="style.css?ver=<?php echo time();?>">
    

    <meta name="description" content="Абетка української латинки, конвертер, правила української латинки, розкладка клавіатури, поширенні запитання та сфери використання"/>
	<link rel="canonical" href="https://www.ukr-latynka.org/"/>
	<meta property="og:locale" content="uk_UA"/>
	<meta property="og:type" content="website"/>
	<meta property="og:title" content="Українська латинка - Українська латинка"/>
	<meta property="og:description" content="Абетка української латинки, конвертер, правила української латинки, розкладка клавіатури, поширенні запитання та сфери використання"/>
	<meta property="og:url" content="https://www.ukr-latynka.org/"/>
	<meta property="og:site_name" content="Українська латинка"/>
    <link rel="apple-touch-icon" sizes="180x180" href="favicon/apple-touch-icon.png">
    <link rel="icon" type="image/png" sizes="32x32" href="favicon/favicon-32x32.png">
    <link rel="icon" type="image/png" sizes="16x16" href="favicon/favicon-16x16.png">
    <!-- <link rel="manifest" href="/site.webmanifest"> -->
    <title>Українська латинка</title>
    
</head>


<body>

    
    <header class="d-flex flex-column">
        <div class="d-flex logo-social-block">
            <section class="logo_header">
                <a href="">
                    <img class="main_logo" src="logo-dark.svg" alt="">
                </a>
            </section>

            <section class="socials-buttons-block">
                <div class="d-flex socials-block">
                    <div class="social_block">
                        <img class="social-icon" src="icons/telegram.svg" alt="">
                        <span>Telegram</span> 
                    </div>
                    <div class="social_block">
                        <img class = "social-icon" src="icons/youtube.svg" alt="">
                        <span>YouTube</span> 
                    </div>
                </div>

                <div class="buttons-block">
                    <span>A-Z</span>
                    <div class="theme-changer">
                        <div class="switcher"></div>
                        <div class=""><img class="theme-changer-icon" src="icons/night.svg" alt=""></div>
                    </div>
                </div>
            </section>
        </div>
    </header>

    <section class="main-block">
        <div class="d-flex navigation-block">
            <nav class="navigation-tag">
                <ul class="navigation-menu">
                    <li class="nav-element"><a href = "#converter">конвертер</a></li>
                    <li class="nav-element"><a href="#dljačogo">для чого нам латинка</a></li>
                    <li class="nav-element"><a href="#abetka">абетка</a></li>
                    <li class="nav-element"><a href="#korysniZastosunky">корисні застосунки</a></li>
                </ul>
            </nav>
        </div>
        <div id = "up_button" onclick="goUp()">↑</div>

        <div class="title">
            <h1 class="h1">Українська латинка</h1>
            <p class="subtitle">сучасно, зручно, інтуїтивно</p>
        </div>
        
        <div id="converter">
            <div id="changebutton" align="center">
                <button type="button" id="latukr" class="btn btn-primary" onclick="change()">кир->лат</button>
            </div>
            <div class = "primary_inputs">
                <div id="translator" class="translator_input">
                    <textarea id="input" rows="4" cols="50" placeholder="Введіть свій текст кирилицею"></textarea>
                </div>
                <div id="mobbutton">
                    <button type="button" id="submitmob" class="btn btn-success" onclick="mainFunction()">змінити</button>
                </div>
                <div class = "translator_input">
                    <textarea id="output" readonly rows="4" cols="50"></textarea>
                </div>
            </div>
           
            <div id="button_block">
                <button type="button" id="clear" class="btn btn-secondary" onclick="clearTextArea()">очистити</button><br />
                <button type="button" id="submit" class="btn btn-success" onclick="mainFunction()">змінити</button><br />
                <button type="button" id="copytext" class="btn btn-info" onclick="copytoCipboard()">копіювати</button>
            </div>
            </div>
        </div>
       
        <div class = "content" id = "dljačogo">
            <h2 class="h2">Для чого українцям латинка?</h2>
            <hr>
            <div>
                <ul>
                    <li class = "accordion-list">
                        <span class="accordion">Негативний імідж кирилиці у світі</span>
                        <span class="panel">Більш ніж половина користувачів кирилиці — росіяни. Попри те що кирилицю винайшли та вперше використали болгари, переважна частина іноземців називає кирилицю «російська абетка» або «російські літери». Для них українці, які використовують «російську абетку», закономірно є частиною «російського світу», а не Європи, яка майже вся пише латинкою. Через деструктивні дії росіян імідж кирилиці у світі вкрай негативний. До текстів, написаних «російськими літерами», ставляться вороже. На жаль, змінити абетку значно простіше, ніж пояснити всій планеті, що кирилицю винайшли болгари.</span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Лідер серед слов’ян, які використовують латинку</span>
                        <span class="panel">Якщо запровадити латинку, українська мова стане лідером (поряд із польською) за кількістю носіїв серед слов’янських мов з латинською абеткою.</span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Іноземні інвестиції</span>
                        <span class="panel">Латинка полегшить вивчення української мови іноземцями, що за сприятливих умов для ведення бізнесу збільшить іноземні інвестиції в українську економіку. Ми станемо зрозуміліші цивілізованим країнам, адже латинські літери вміє читати вся планета.</span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Порозуміння з іншими слов’янами</span>
                        <span class="panel">Поляки, чехи, словаки, словенці, македонці та хорвати зможуть читати та розуміти українські тексти, як-от наші новини, жарти або українську історію, що швидко зблизить нас і зробить «своїми» в європейській слов’янській спільноті.</span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Менше російського вмісту для дітей</span>
                        <span class="panel">По-перше, діткам, які вчитимуться писати латинкою, буде легше вивчити англійську та інші міжнародні мови. А по-друге, вони робитимуть запити в пошуковиках латинкою, що зменшить кількість російської пропаганди, російської музики та російських блогерів у їхньому інформаційному просторі.</span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion" id = "poštovh">Поштовх до розвитку та осучаснення нашої мови</span>
                        <span class="panel">Після переходу на латинку слова іншомовного походження, які нині засмічують нашу мову (наприклад, скопіпастити, загуглити, хейтити, креативний, лайкати, булінг тощо), стане незручно використовувати. Тоді ми побачимо, що українська мова потребує власних слів для новітніх речей та явищ. Мова осучасниться, адже тепер виникне потреба. І одного дня ми нарешті почнемо називати баскетбол кошиківкою, а саме так нині роблять слов’яни, які пишуть латинкою, наприклад поляки та хорвати.</span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Кращий зовнішній вигляд (дизайн) усіх написів українською</span>
                        <span class="panel">Дизайнери, як ніхто інший, відчувають потребу використовувати латинську абетку, адже гарних шрифтів, які підтримують кирилицю, катма. Перехід на латинку дасть поштовх до розвитку й нашій творчій галузі.</span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Один уклад клавіатури</span>
                        <span class="panel">Усі, хто працює з іноземцями, знають, як дратує постійне перемикання укладів. Особливо коли треба переписувати текст наново. Після переходу на латинку ми нарешті зможемо не перемикатися між українським та англійським укладами клавіатури.</span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion" id = "bezpeka">Безпека</span>
                        <span class="panel">Обираючи між різними абетками, ми маємо враховувати історичні події навколо України та обрати інакшу від абеток наших найбільших сусідів, а це Росія (кирилиця), Польща (латинка) і Туреччина (латинка). Саме тому проєкт української латинки Максима Прудеуса розроблений на основі хорватської абетки. Нею послуговуються слов’яни, які живуть аж на кордоні з Італією.</span>
                    </li>
                </ul>
            </div>
        </div>

        <div class = "content">
            <h2 class="h2">Відповіді на поширені запитання про латинку</h2>
            <hr>
            <div>
                <ul>
                    <li class = "accordion-list">
                        <span class="accordion">Ми втратимо свою історію, якщо перейдемо на латинку?</span>
                        <span class="panel">
                            <p>Це дуже маніпулятивне запитання, адже одне не виключає іншого. Не можна відмовитися від історії, змінивши абетку. Ось ідентичне маніпулятивне запитання: якщо в нас народиться друга дитина, то чи зникне перша? Очевидно, що ні. Навіть якщо у вас змінився партнер, обидві дитини однаково ваші. Це все — ваше минуле.</p>

                            <p> Історію неможливо видалити, запровадивши нову абетку. Абетка — це лише одяг для будь-якої мови. Якщо ви змінюєте одяг, ви залишаєтеся тою самою людиною з тією ж історією. Змінюється за такої умови тільки ваш зовнішній вигляд, тобто те, як вас сприймають інші.</p>

                            <p>Хорвати, наприклад, користувалися власною версією глаголиці, але перейшли на латинку. Тепер вони встановлюють пам’ятники літерам із глаголиці та продають свою «квадратну» глаголицю як сувеніри. Їхня історія залишилася їхньою історією. І таких прикладів дуже багато. Норвежці, шведи й данці нині пишуть латинкою, але руни є їхньою історією. Вона нікуди не зникла й не стерлася зі зміною абетки. Аналогічно й петрогліфи Кам’яної могили нині є українською історією незалежно від того, якою абеткою ми з вами тепер пишемо.</p>
                        </span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Ми втратимо свою культуру, адже вся українська література написана кирилицею?</span>
                        <span class="panel">Ми не втратимо своєї культури після переходу на латинку, як і нашої історії: це неможливо. Усі потрібні нам у майбутньому кириличні тексти легко адаптуються за допомогою штучного інтелекту вже сьогодні. Їх не треба переписувати чи передруковувати вручну. Приклад такого «автоматичного перекладача» вже працює на цьому сайті. До того ж тексти українських класиків уже давно адаптують до чинної версії української кирилиці. Ми не читаємо їх в оригіналі. Котляревський, Сковорода, Франко та Шевченко не писали на 100 % так, як ми читаємо їх тепер. Тож нічого нового: ми як адаптували твори наших класиків до чинної абетки та правопису, так і адаптуватимемо, але робитимемо це не кирилицею, а латинкою.</span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Наші діти не зможуть прочитати графіті на стінах Софії Київської?</span>
                        <span class="panel">Це теж маніпуляція, тому що без фахової освіти їх не зможете прочитати й ви. Однак ніхто не забороняє нам запровадити в усіх школах факультатив із вивчення давньоукраїнської кирилиці для дітей 5–6 класів і заразом звозити їх у собор, щоби почитати графіті на стінах.</span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion" id = "cyrylicja">Кирилиця — ідеальна абетка для української мови?</span>
                        <span class="panel"><p>На жаль, це не так. По-перше, не всі звуки в ній подані логічно. Наприклад, літери Я, Ю, Є та Ї позначають два звуки або один із пом’якшенням попереднього приголосного, що можна записати відповідно літерами ЙА/ЬА, ЙУ/ЬУ, ЙЕ/ЬЕ, ЙІ/ЬІ, а про літеру Ё в українській кирилиці забули. І ми чомусь пишемо ЙО або ЬО замість Ё. Ми звикли писати ц<strong>ьо</strong>го, <strong>йо</strong>го тощо, а логічно було б писати <strong>цё</strong>го та <strong>ё</strong>го. Ми ж не пишемо <strong>ць</strong>а та <strong>йа</strong>ма замість ц<strong>я</strong> та <strong>я</strong>ма, правда?</p>
                        <p>По-друге, кирилиця важче читається, адже має багато схожих «квадратних» літер, які складніше розрізняти.</p>
                        <p>По-третє, кириличні тексти займають більше місця, ніж написані латинкою, що збільшує витрати на друк.</p></span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Чому українці мають змінювати абетку й підлаштовуватися під іноземців?</span>
                        <span class="panel">Не варто називати перехід на латинку підлаштовуванням під потреби іноземців, адже такий перехід — це насамперед інвестиція в інтересах українців. Більше можна прочитати в розділі <a href="#dljačogo">«Для чого українцям латинка?».</a></span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Україна — православна країна, а всі православні пишуть кирилицею?</span>
                        <span class="panel">Переважна більшість українців дійсно православна. Ми переконані, що Православна церква України підтримає осучаснення української абетки. Наприклад, мусульмани в Туреччині пишуть латинкою, так само як і мешканці Ватикану. Це нікому з них не заважає.</span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Треба зробити англійську другою державною, а не переходити на латинку?</span>
                        <span class="panel">Державний статус англійської мови, як і збільшення кількості англомовного вмісту в Україні, загрожує існуванню української мови. Наочним прикладом тут може бути історія зникнення ірландської мови в Ірландії. А от перехід на латинку — це лише зміна абетки (зовнішньої форми), яка, навпаки, дасть <a href="#poštovh">поштовх до розвитку та осучаснення української мови.</a></span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Латинка змінить українську мову?</span>
                        <span class="panel">Проєкт української латинки Максима Прудеуса не змінює вимови українських слів. Абетку розроблено відповідно до мовних традицій,а не навпаки. Поряд із «правилом дев’ятки» абетка закріплює твердість приголосних у деяких словах іншомовного походження.</span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Немає прикладів, коли перехід на латинку позитивно вплинув на розвиток країни?</span>
                        <span class="panel">Швеція, Данія, Норвегія, Туреччина, Хорватія та багато інших країн відмовилися від застарілих абеток на користь латинки.</span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Перехід на латинку потребує багато витрат?</span>
                        <span class="panel">Витрати — це те, що не окуповується та не дає прибутку. Тому перехід на латинку — це не витрати. Це радше внесок у майбутнє, який не лише убезпечить українців від розчинення в інших етносах, а й принесе фінансовий зиск від туризму та іноземних інвестицій в економіку України. До того ж перехід на латинку необов’язково оплачувати тільки українцям. Наші європейські партнери своїми грантами можуть допомогти нам здійснити такий перехід, адже це в наших спільних інтересах.</span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Вчитися писати й читати латинкою дуже довго?</span>
                        <span class="panel">Переважна більшість глядачів після перегляду сорокахвилинного <a href="https://www.youtube.com/watch?v=nHeE2x2UNw4">відео Максима Прудеуса на ютубі</a> пише латинкою без помилок. Отже, потрібна лише одна година, щоби перейти на латинку: сорок хвилин на перегляд відео і двадцять хвилин на практику.</span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Зрілому поколінню буде дуже важко?</span>
                        <span class="panel">Наприкінці ХХ століття українці писали смс переважно латинкою, тому для зрілого покоління такий перехід не буде складним. Це підтверджують і коментарі від літніх людей під <a href="https://www.youtube.com/watch?v=nHeE2x2UNw4">відео Максима на ютубі</a></span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Чим погана офіційна транслітерація, як у паспорті?</span>
                        <span class="panel"><p>По-перше, її неправильно читають. <i>Oleh</i> читають як Олех або взагалі як Олей. Слово holod — це <strong>х</strong>олод чи <strong>г</strong>олод? А holodomor як прочитати? Це риторичні запитання щодо проблем «паспортної» транслітерації. По-друге, офіційна «паспортна» транслітерація робить слова надзвичайно довгими.</p>
                        <p>Так, слово борщ перетворюється на borshch, а якщо — на yakshcho. Проєкт української латинки Максима Прудеуса розв’язує ці проблеми.</p></span>
                    </li>
                </ul>
            </div>
        </div>

        <div class = "content" id = "abetka">
            <h2 class="font-gold">Абетка</h2>
            <hr>
            <div class = "img_wrapper">
                <img width="600" height="600" src="ABETKA.svg" alt="">
            </div>
        </div>

        <div class = "content">
            <h2 class="h2">Правила вживання латинки</h2>
            <hr>
            <div>
                <span class="text-p"><p>Цю абетку розроблено для того, щоб максимально спростити перехід з кирилиці на латинку.</p>

                <p class = "inner_p">Під час розроблення автор керувався <strong>трьома критеріями ефективності</strong>.
                Українська латинка має:</p>
                <p class = "inner_p">1) відповідати традиції мовлення;</p>
                <p class = "inner_p">2) бути інтуїтивно зрозумілою;</p>
                <p class = "inner_p">3) бути зручною для друкування.</p>

                <p>Працюючи над проєктом, автор виявив <a href = "#cyrylicja">недоліки кирилиці</a>, а також дійшов висновку, що <a href="#apostrof">апостроф і м’який знак можна позначати однаково.</a></p>
                <p>Зрештою чинний проєкт абетки Максима Прудеуса має лише одне правило: <strong>між приголосним і J апостроф розділяє, в усіх інших випадках — пом’якшує.</strong>
                Усе інше читається та друкується інтуїтивно й не потребує додаткового роз’яснення.</span></p>
            </div>
        </div>

        <div class = "content">
            <h2 class="font-gold">Поширені запитання щодо абетки та правопису</h2>
            <hr>
            <div>
                <ul>
                    <li class = "accordion-list">
                        <span class="accordion">Якими літерами позначають голосні звуки?</span>
                        <span class="panel smaller_panel"><p><strong>Кирилична А</strong> — це A, <strong>І</strong> — це I, <strong>У</strong> — це U, <strong>И</strong> — це Y, <strong>О</strong> — це O, а <strong>Е</strong> — це E.
                        Це просто.</p>

                        <p><strong>Я, Ю, Є</strong> та Ї позначають кілька звуків, які можна записати окремими літерами.</p>
                        <p><strong>Я</strong> — ЙА або ЬА</p>
                        <p>(ЙАблуко та цЬАтка — <strong>я</strong>блуко та ц<strong>я</strong>тка);</p>
                        <p><strong>Ю</strong> — ЙУ або ЬУ</p>
                        <p>(ЙУний та менЬУ — <strong>ю</strong>ний та мен<strong>ю</strong>);</p>
                        <p><strong>Є</strong> — ЙЕ або ЬЕ</p>
                        <p>(ЙЕдиний та мужнЬЕ — <strong>є</strong>диний та мужн<strong>є</strong>);</p>
                        <p><strong>Ї</strong> — ЙІ</p>
                        <p>(ЙІжа — <strong>ї</strong>жа).</p>
                        <p>Але ж є ще ЙО або ЬО, для яких у кирилиці окремої літери немає.</p>

                        <p>Про неї забули! А мало би бути так:</p>
                        <p><strong>Ё</strong> — ЙО або ЬО</p>
                        <p>(ЙОго та цЬОго — <strong>ё</strong>го та ц<strong>ё</strong>го).</p>
                        <p>Саме цей недолік кирилиці спричиняє найбільшу проблему під час переходу на латинку. Українська кирилиця має помилку, яка створює всім труднощі. У результаті дослідження автор дійшов висновку, що для спрощення переходу на латинку літери Я, Ю, Є, Ї та Ё (йо/ьо) потрібно замінити відповідно:</p>
                        <p><strong>Я — ja</strong> (яблуко та цятка = jabluko ta cjatka);</p>
                        <p><strong>Ю — ju</strong> (юний та меню = junyj ta menju);</p>
                        <p><strong>Є — je</strong> (єдиний та мужнє = jedynyj ta mužnje);</p>
                        <p><strong>Ї — ji</strong> (їжа = jiža);</p>
                        <p><strong>Ё — jo</strong> (його та цього = jogo ta cjogo).</p>

                        <p>Більше про те, чому обрані саме такі варіанти для позначення, можна прочитати в розділі <a href="#apostrof?">про апостроф.</a></p>
                    </span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Якими літерами позначають приголосні звуки?</span>
                        <span class="panel"><p><strong>Кирилична В</strong> має два варіанти прочитання, які відповідають латинським V та W. Мета цієї латинки — бути максимально простою, тому автор залишив тільки одну літеру для позначення обох звуків (так само як у кирилиці є тепер). І ця літера V, адже вона займає менше місця в тексті.</p>
                        <p>Наприклад: Володимир — Volodymyr, вчора — včora.</p>

                        <p><strong>Кириличну Г</strong> українці читають інакше від росіян, хоча пишуть так само. Цей випадок дуже нагадує латинську літеру R, яку французи, німці, англійці та італійці пишуть однаково, а читають інакше — кожен на свій лад. Тому немає потреби щось ускладнювати. Ми просто передаємо Г як G.</p>
                        <p>Наприклад: голод — це golod, а холод — це holod.</p>

                        <p id = "literaG"><strong>Кириличну Ґ</strong> (тобто Г з діакритиком) ми пишемо аналогічно: це Ĝ (тобто G з діакритиком).</p>
                        <p>Наприклад: ґрати — ĝraty, грати — graty.</p>

                        <p>Усе просто та інтуїтивно зрозуміло.</p>
                        <p><strong>Кирилична Д</strong> стає латинською D.</p>
                        <p><strong>Кирилична З</strong> стає латинською Z.</p>
                        <p><strong>Кирилична Ж</strong> стає латинською Ž. Так Ж позначають у всіх абетках, які походять від чеської абетки Яна Гуса. А це більшість слов’янських латинок.</p>
                        <p>Наприклад: жало — žalo, жовтий — žovtyj.</p>

                        <p><strong>Кирилична Й</strong> стає J. Саме так йот позначають у більшості мов, для яких використовують латинку.</p>
                        <p>Наприклад: червоний — červonyj, красний — krasnyj.</p>

                        <p><strong>Кирилична К</strong> стає K, <strong>Л</strong> стає L, <strong>М</strong> стає M, <strong>Н</strong> стає N, <strong>П</strong> стає P, <strong>Р</strong> стає R, <strong>С</strong> стає S, <strong>Т</strong> стає T, а <strong>Ф</strong> стає F. Тут усе інтуїтивно, адже інакше просто не може бути.</p>
                        <p>Наприклад: крокодил — krokodyl, форма — forma, нота — nota.</p>

                        <p><strong>Кирилична Х</strong> стає H. Чому так, пояснено вище в <a href="#literaG">частині про літеру Г</a>. Отже, холод — це holod, а голод — це golod. Усе інтуїтивно зрозуміле й не потребує додаткових правил.</p>

                        <p><strong>Кирилична Ц</strong> стає C. Саме так її пишуть у більшості мов.</p>
                        <p>Наприклад: цинк — cynk, цифра — cyfra, цей — cej, цятка — cjatka.</p>

                        <p><strong>Кирилична Ч</strong> стає Č. Так її позначають у всіх абетках, що походять від чеської. Це дуже логічно, адже якщо ви спробуєте прочитати літеру Ц значно глухіше, ніж зазвичай, то ви отримаєте Ч. Трикутник над літерою Č ніби показує правильний напрям вимови. Така логіка діє для всіх літер з діакритиком у цій абетці.</p>
                        <p>Наприклад: чинний — čynnyj, час — čas, чарка — čarka.</p>

                        <p><strong>Кирилична Ш</strong> стає Š. Діакритик вказує напрям вимови. Нам потрібно оглушити звук S, щоб отримати Š. Це також відповідає всім латинським абеткам, які походять від чеської, зокрема хорватській гаєвиці.</p>
                        <p>Наприклад: школа — škola, шахи — šahy, шинок — šynok.</p>

                        <p><strong>Кирилична Щ</strong> стає ŠČ. Саме таке написання нарешті зумовить правильне прочитання цієї літери. В українській мові Щ позначає два тверді звуки [шч], тому Щ — це ŠČ.</p>
                        <p>Наприклад: борщ — boršč, щоб — ščob, щиро — ščyro.</p></span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion" id = "apostrof?">Чи потрібен апостроф?</span>
                        <span class="panel"><p>Апостроф потрібен. Автор розглядав варіанти з різним позначенням літер <strong>Я, Ю, Є, Ї</strong> та <strong>Ё</strong> після приголосного, наприклад ця — c’a, цього — c’ogo або ця — cia, цього — ciogo, й відкинув їх.</p>
                        <p>По-перше, у цьому просто немає потреби, це ускладнює. А по-друге, якщо писати ця як c’a замість cja, s’omga замість sjomga, zl’us’a замість zljusja, то:</p>
                        <p>1) слів з апострофами (як-от zl’us’a) стане в десятки разів більше, адже слів з йотованими та пом’якшеними значно більше за слова, де дійсно потрібен апостроф;</p>
                        <p>2) читати та писати стане складніше;</p>
                        <p>3) друкувати стане повільніше, адже апострофи сповільнюють, особливо на смартфонах;</p>
                        <p>4) текст із купою апострофів матиме жахливий вигляд.</p>

                        <p>Якщо ж писати ця як cia, а не cja, siomga, а не sjomga, zliusia, а не zljusja, то:</p>
                        <p>1) слова klaviatura, funkcional, avianosec’, proviant, čempion, dializ (і такі інші) стають словами клавятура, функцьонал, авяносець, провянт, чемпьон, дяліз;</p>
                        <p>2) треба додати нові правила до правопису, щоб уникнути неправильного прочитання;</p>
                        <p>3) навіть за новими правилами часто читатимуть ІА (іа), а не Я (ja), тобто втрачається інтуїтивність;</p>
                        <p>4) логіка абетки стає схожою на польську, а не на хорватську. У розділі <a href="#bezpeka">«Безпека»</a> йдеться про те, чому цього варто уникати.</p>

                        <p>Отже, для апострофа в цій абетці є лише одне правило:</p>
                        <p><strong>між приголосним і J апостроф розділяє, в усіх інших випадках пом’якшує.</strong></p>
                        <p>Наприклад:</p>
                        <p>пам’ятати — pam’jataty, серйозний — ser’joznyj, об’єкт — ob’jekt, курйоз — kur’joz, Соловйов — Solov’jov тощо.</p>

                        </span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion" id = "apostrof">Апостроф і м’який знак тепер плутатимуть?</span>
                        <span class="panel"><p>Переплутати прочитання досить складно, адже в українських словах випадки вживання апострофа та м’якого знака не перетинаються. <strong>Між приголосним і J апостроф завжди розділяє, а в усіх інших випадках — пом’якшує.</strong></p>
                        <p>Винятком є слова іншомовного походження, наприклад мільйон — mil’jon, конферансьє — konferans’je, бульйон — bul’jon тощо.</p>

                        <p>У цих запозичених словах автор абетки пропонує вимовляти приголосний, що стоїть перед апострофом, твердіше, адже це доповнює чинний український правопис, який містить «правило дев’ятки». Це правило застосовується до слів іншомовного походження й вимагає читати в них приголосні твердо.</p>
                        <p>Наприклад, за чинним правописом чип — мікросхема, а чіп — пробка.</p>

                        <p>Автор не виключає й варіанта вимови слів мільйон і конферансьє так, як є тепер. На запропоновану абетку це жодним чином не вплине. Mil’jon і konferans’je в обох випадках прочитання пишуться однаково. Але якщо читати їх як тепер (тобто м’яко), то додається виняток до правила з апострофом. І воно звучатиме так: <strong>між приголосним і J апостроф розділяє, в усіх інших випадках — пом’якшує; виняток: апостроф пом’якшує у словах іншомовного походження, коли пишеться після м’яких D, T, Z, S, L, N перед J: ad’je, konferans’je, monpans’je, pas’jans, atel’je, barel’jef, batal’jon, mil’jard, mil’jon, buton’jerka, vin’jetka, kan’jon тощо. Усе відповідно до мовної традиції. Але трошки складніше.</strong></p>

                        <p>Варто також зазначити, що нині ми не вимовляємо приголосні перед апострофом ідеально твердо. Це стосується, наприклад, слів об’єкт, кур’єр, серйозний, пам’ятати й таких інших. Саме тому, на думку автора проєкту, є сенс позначати апостроф і м’який знак однаково.</p></span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Для чого нам літери з діакритиком?</span>
                        <span class="panel"><p>Для полегшення переходу на латинку в цьому проєкті використана мінімально можлива кількість літер з діакритиком. Кожна така літера — це ускладнення для прочитання, друкування та вивчення мови. У наявній абетці їх лише чотири: це літери <strong>č, š, ĝ</strong> та <strong>ž</strong>. Запропоновані діакритики дають змогу зменшити кількість літер у деяких словах порівняно із чинною «паспортною» транслітерацією.</p>
                        <p>Наприклад:</p>
                        <p>борщ — boršč — borshch;</p>
                        <p>якщо — jakščo — yakshcho;</p>
                        <p>Чернівці — Černivci — Chernivtsi тощо.</p></span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Чому не можна позначати літеру Я (і такі інші) як JA на початку слів та IA або ’A після приголосних?</span>
                        <span class="panel"><p>Це створює додаткові правила, а тому ускладнює процес переходу з кирилиці на латинку. Детальна відповідь є в розділі <a href="#apostrof?">про апостроф.</a></p></span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Чому ми пишемо Г як G, а не як H?</span>
                        <span class="panel">Т<p>ому що саме так ми нині пишемо кирилицею. Ми пишемо літеру Г так само, як в інших мовах, але читаємо її інакше. Це наша мовна традиція. Те саме відбувається з прочитанням літери R у французькій, англійській, німецькій та італійській мовах. Усі ці народи пишуть літеру R однаково, а читають інакше.</p>
                        <p>Тому маємо писати:</p>
                        <p>knjagynja Ol’ga, а не kniahynia Olha;</p>
                        <p>knjaz’ Oleg, а не kniaz Oleh;</p>
                        <p>Golodomor, а не Holodomor, адже holod і golod — це різні слова.</p></span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Чому в цьому проєкті немає літери Ї?</span>
                        <span class="panel"><p>Літера Ї не унікальна для української мови. Нею послуговуються французи, англійці, каталонці, нідерландці та навіть греки. Вона трапляється не лише у словах Україна та Київ, а також в інших міжнародних власних назвах, як-от: Hawaї, Zaїre, Dubaї, Hanoї, Haїfa тощо. Автор проєкту не рекомендує вживати літеру Ї з трьох причин:</p>

                        <p>1. Потрібна окрема клавіша на укладі, і літер з діакритиком стане більше.</p>
                        <p>2. Порушується логіка абетки. Якщо ми залишаємо Ї, то логічно було б залишити або знайти відповідники також для літер Я, Ю, Є та Ё. А це вже 5 нових літер з діакритиком.</p>
                        <p>3. Введення Ї ускладнює єдине правило цієї абетки (правило вживання апострофа), яке без Ї звучить максимально просто: <strong>між приголосним і J апостроф розділяє, в усіх інших випадках — пом’якшує.</strong> Проте, якщо суспільство наполягатиме на збереженні літери Ї як чинної української писемної традиції, автор абетки, попри наведені вище рекомендації, не заперечуватиме.</p></span>
                    </li>
                    <li class = "accordion-list">
                        <span class="accordion">Як писати іншомовні слова?</span>
                        <span class="panel"><p>Це питання окремого великого дослідження незалежно від того, яку саме версію латинки ми будемо використовувати.</p>
                        <p>Автор пропонує не транслітерувати на наш лад тільки імена та інші власні назви. Тобто латинкою ми пишемо їх так, як є в оригіналі: George Bush, Jack Black, Joe Biden, Emmanuel Macron, Olaf Scholz, Google, YouTube, Twitter, McDonald’s, Windows, Apple, New York, Riga, Madrid, Miami, Seville, Chicago, London, Berlin, Bucharest тощо.</p>
                        <p>У назвах міст будуть і винятки через нашу певну традицію. Наприклад: Viden’, а не Wіеn; Paryž, а не Paris; Varšava, а не Warsaw тощо.</p>
                        <p>Для решти іншомовних слів рекомендовано використовувати українські відповідники: mavpuvaty замість kopіpastyty, c’kuvaty замість bulyty, kerivnyk замість menedžer, košykivka замість basketbol тощо.</p>
                    </span>
                    </li>
                </ul>
            </div>
        </div>

        <div class = "content" id = "korysniZastosunky">
            <h2 class="h2">Уклади клавіатури та корисні застосунки</h2>
            <hr>
            <div>
                <div class = "applications keys">
                    <span>Уклади клавіатури</span>
                    <div class = "win-key-icon">
                        <div>
                            <a class = "logo_block" href="files/Ukr-latynka-Win.zip">
                                <img src="applications/win-key-logo.webp" alt="">
                                <span>WindowsXP+</span>
                            </a>
                            
                        </div>
                        <div>
                                <a class = "logo_block" href="files/Ukrainian - Latynka-Mac.dmg">
                                    <img src="applications/mac-key-icon.png" alt="">
                                    <span>MacOS</span>
                                </a>
                        </div>    
                    </div>
                </div>
                <div class = "applications telegram-add">
                    <span>Застосунки Телеграм</span>
                    <div>
                        <div class = "telegram-icon">
                                <a class = "logo_block" href="https://t.me/ukr_lat_bot">
                                    <img src="applications/chat-telegram-icon.png" alt="">
                                    <span>Бот-перекладач</span>
                                </a>
                        </div>
                        <div class = "telegram-icon">
                                <a class = "logo_block" href="http://t.me/setlanguage/latynkau">
                                    <img src="applications/language-telegram-logo.png" alt="">
                                    <span>Змінити кирилицю у телеграм на латинку</span>
                                </a>
                        </div>
                        <div class = "telegram-icon">
                                <a class = "logo_block" href="https://t.me/addstickers/ukrlatynka">
                                    <img src="applications/stickers-telegram-icon.png" alt="">
                                    <span>Наліпки для телеграм</span>
                                </a>
                        </div>
                    </div>
                </div>
                <div class = "applications browser-add">
                    <span>Застосунки для браузерів</span>
                    <div class = "browser-icon">
                            <a class = "logo_block" href="https://chrome.google.com/webstore/detail/ukrajinska-latynka-transl/dflniejibinlfcafclbjfdjlcpgkkfhe?hl=en-GB&authuser=0">
                                <img src="applications/chrome-icon.png" alt="">
                                <span>Перекладач сторінок для Chrome</span>
                            </a>
                    </div>    

                </div>
            </div>
        </div>  
    </section>

    
    <footer class="d-flex">
        <span>
        © <a href="https://creativecommons.org/licenses/by/4.0/">CCMY 4.0</a> {2023 - <?php echo date("Y");?>}
        </span>
        <a href="">Політика конфіденційності</a>
    </footer>
    </div>



    <script type="text/javascript" src="script.js?ver=<?php echo time();?>"></script>
</body>




</html>